{
  "plugins": {
    "arborist.nvim": {
      "src": "https://github.com/arborist-ts/arborist.nvim"
    },
    "canola.nvim": {
      "src": "https://github.com/barrettruth/canola.nvim"
    },
    "codediff.nvim": {
      "src": "https://github.com/esmuellert/codediff.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "deepwhite.nvim": {
      "src": "https://github.com/Verf/deepwhite.nvim",
      "version": "'dev'"
    },
    "faster.nvim": {
      "src": "https://github.com/pteroctopus/faster.nvim"
    },
    "flatten.nvim": {
      "src": "https://github.com/willothy/flatten.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/echasnovski/mini.nvim"
    },
    "multicursor.nvim": {
      "src": "https://github.com/jake-stewart/multicursor.nvim"
    },
    "nvim-origami": {
      "src": "https://github.com/chrisgrieser/nvim-origami"
    },
    "nvim-spider": {
      "src": "https://github.com/chrisgrieser/nvim-spider"
    },
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "scope.nvim": {
      "src": "https://github.com/tiagovla/scope.nvim"
    },
    "scrollEOF.nvim": {
      "src": "https://github.com/Aasim-A/scrollEOF.nvim"
    },
    "shapeim.nvim": {
      "src": "https://github.com/Verf/shapeim.nvim"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
