{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "blink.lib": {
      "src": "https://github.com/saghen/blink.lib"
    },
    "canola.nvim": {
      "src": "https://github.com/barrettruth/canola.nvim"
    },
    "codediff.nvim": {
      "src": "https://github.com/esmuellert/codediff.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "deepwhite.nvim": {
      "src": "https://github.com/Verf/deepwhite.nvim",
      "version": "'dev'"
    },
    "faster.nvim": {
      "src": "https://github.com/pteroctopus/faster.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/echasnovski/mini.nvim"
    },
    "multicursor.nvim": {
      "src": "https://github.com/jake-stewart/multicursor.nvim"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-spider": {
      "src": "https://github.com/chrisgrieser/nvim-spider"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "org-bullets.nvim": {
      "src": "https://github.com/akinsho/org-bullets.nvim"
    },
    "orgmode": {
      "src": "https://github.com/nvim-orgmode/orgmode"
    },
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "scope.nvim": {
      "src": "https://github.com/tiagovla/scope.nvim"
    },
    "scrollEOF.nvim": {
      "src": "https://github.com/Aasim-A/scrollEOF.nvim"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
